@extends('master')
@section('content')
    <div class="site-section bg-light mt-5"  style="margin-top: 10% ; text-align: right">
        <div class="container">
            <div class="row mb-5 mt-5">
                <div class="col-12 text-center">
                    {{--<img src="{{asset('assets/images/tresor_logo.png')}}" alt="">--}}
                    <h2 class="section-title mb-3">شروط استخدام الموقع</h2>
                </div>
            </div>
            <div class="row mb-5 mt-5"  dir="rtl" style="text-align: right">
                <div class="col-lg-12 ml-auto pl-lg-5">
                    <p class="mt-4">
                        إن استخدامك للموقع الرسمي لعائلة الهجاري سواء كمشترك أو متصفح للموقع يعبر عن موافقتك لشروط هذا الموقع والتي تعتبر اتفاقية منفصلة ومستقلة بينك وبين الموقع الرسمي لعائلة الهجاري ولا يعتبر الموقع الرسمي لعائلة الهجاري مسئول عن خرق شروط الاستخدام هذه تجاه أي طرف ثالث وأنك تقر على أن تبعات خرق هذه الشروط إنما تقع عليك. فأن كنت لا تقبل هذه الشروط فعليك التوقف عن استخدام هذا الموقع .
                    </p>
                    <h4>تحديد المسؤولية :</h4>
                    <p class="mt-3">
                        الموقع الرسمي لعائلة الهجاري غير مسئول سواء بشكل مباشر أو غير مباشر أو عرضي عن أية أضرار تترتب عن استخدام الخدمة أو عدم القدرة على استخدامها أو أية بضائع أو صفقات أو عقود تم إبرامها بسبب الخدمة، أو على ضرر ترتب على عدم استخدام الخدمة بسبب الموقع الرسمي لعائلة الهجاري. إن الرسائل والمقالات و الآراء المنشورة في الموقع الرسمي لعائلة الهجاري بأسماء أصحابها أو بأسماء مستعارة لا تمثل بالضرورة الرأي الرسمي للموقع الرسمي لعائلة الهجاري بل تمثل وجهات نظر كاتبيها.
                    </p>
                    <h4>حقوق الموقع:</h4>
                    <p class="mt-3">
                        إن للموقع الرسمي لعائلة الهجاري الحق في تعديل شروط و قوانين استخدام الموقع من حين لآخر طبقا لما تراه هي مناسبا وأنها سوف تطلع الأعضاء على هذه التعديلات قبل نفاذها بمدة معقولة وفي هذه الحالة فإن استمرار استخدام المستخدم للخدمات يعتبر قبولا منه بهذه التعديلات. إن للموقع الرسمي لعائلة الهجاري الحق الكامل في تعديل أو وقف خدماته عن أي مستخدم أو مستخدمين مع أو بدون إنذار بدون أدنى مسؤولية تجاه أي مستعمل أو طرف ثالث.
                    </p>
                    <h4>التزامات المستخدم:</h4>
                    <p class="mt-3">إن كافة الالتزامات المترتبة للمستخدم مع شبكة الإنترنت تقع على عاتق المستخدم نفسه.</p>
                    <p>
                        أن يلتزم بالمبادئ والأسس المتعارف عليها عند استعماله الخدمة، ويمتنع، بالتالي، عن استعمال الخدمة لأغراض ينجم عنها ضرر يلحق بالآخرين أو لأغراض غير قانونية أو مشروعة. ويلتزم المستخدم بأي تبعات تنتج عن مخالفته لهذا الالتزام.
                    </p>
                    <p>
                        يلتزم بالنظم والشروط والقوانين المتبعة في منتديات الموقع الرسمي لعائلة الهجاري ولا يحق له مخالفتها.
                        يوافق المستخدم على أن جميع المواضيع والردود المكتوبة في منتديات الموقع الرسمي لعائلة الهجاري لا تمثل بالضرورة رأي منتديات الموقع الرسمي لعائلة الهجاري أو المشرفين والعاملين فيها بل تمثل رأي صاحبها وليس للمستخدم الحق باتهام منتديات الموقع الرسمي لعائلة الهجاري بالتحيز لفئة أو فكر معين.
                    </p>
                    <p>
                        إن لمشرفي منتديات الموقع الرسمي لعائلة الهجاري الحق الكامل في منع أي مشترك يقوم بنشر مواضيع محذوفة أو مخالفه للقوانين السابقة, مع أو بدون سابق إنذار.
                    </p>
                    <p>
                        يلتزم المستخدم بتوفير بريد إلكتروني صالح في ملفه الشخصي ولا يحق له الاعتراض على عدم تلقيه أي رسالة تحذير أو تنبيه من إدارة منتديات الموقع الرسمي لعائلة الهجاري.
                    </p>
                    <p>
                        يعتبر المستخدمين مسئولين مسؤولية كاملة عن ملفاتهم وعن الحفاظ على سرية الأرقام السرية التي يستخدمونها ومسئولين عن أي استخدام لأسمائهم سواء تم هذا الاستخدام بموافقتهم أم بدونها كما يقر المستخدم بأنه سوف يعلم إدارة منتديات الموقع الرسمي لعائلة الهجاري عن أي استخدام غير قانوني أو غير مسموح به لملفه الشخصي
                        يوافق المستخدم على تعويض الموقع الرسمي لعائلة الهجاري والقائمين عليه عن أي خسارة تلحق بأي منهم بسبب استعماله لهذا للموقع.
                    </p>
                    <p>
                        ا تلتزم إدارة منتديات الموقع الرسمي لعائلة الهجاري بأي شكوى تكون فيها المادة مطبوعة أو منقولة من بريد إلكتروني أو أي موقع آخر غير الموقع الرسمي لعائلة الهجاري، حيث يمكن التزوير في تلك المادة بسهولة
                        يحق لمشرفي الموقع الرسمي لعائلة الهجاري اتخاذ أي إجراء مع المواد الموجودة في الموقع إذا خالفت القوانين والنظم المعمول بها أو كانت تتسبب بالضرر لأي طرف ثالث.
                    </p>
                    <h4>الضمانات :</h4>
                    <p class="mt-4">
                        قر المستخدم بأنه يستخدم خدمات الموقع الرسمي لعائلة الهجاري على مسئوليته الخاصة أينما وحسبما هو متاح من قبل الموقع وإن الموقع الرسمي لعائلة الهجاري لا يقدم أية ضمانات من أي نوع في هذا الشأن بما في ذلك الضمانات التجارية أو الاستخدام لغرض خاص أو معين أو ضمانات تتعلق بتوفير متطلبات معينة للمستخدمين أو ضمانات تتعلق بعدم انقطاع الخدمة أو خلوها من الأخطاء والعيوب. كما إن الموقع الرسمي لعائلة الهجاري لا يقدم أية ضمانات لآية نتائج تنتج عن استخدام خدماته أو عن دقة أو صحة المعلومات الواردة من خلالها، ويقر المستخدم بأنه يتفهم تماما ويقبل أن المعلومات والبيانات والمواد التي يحصل عليها من خلال خدمات الموقع الرسمي لعائلة الهجاري تكون على مسئوليته هو وانه مسئول مسؤولية كاملة عن أية أضرار لهذا الاستعمال من خلال الموقع الرسمي لعائلة الهجاري كما أن المستخدم يقر بأن أية نصيحة مكتوبة أو شفهية حصل أو قد يحصل عليها من الموقع أو من خلال الموقع لا تشكل ولا يترتب عليها أي نوع من أنواع الضمانات ذكرت هنا أم لم تذكر.
                    </p>
                    <h4>التعويض :</h4>
                    <p>
                        يقر المستخدم بانه لن يطالب الموقع الرسمي لعائلة الهجاري أو موظفيه أو إدارييه بأية تعويضات أو أتعاب محاماة قد يطالب بها أي طرف ثالث كما انه يقر بأنه لن يؤيد أية مطالبات من هذا النوع قد تنشا عن استخدام طرف ثالث أو عن انتهاك أي مستخدم لأسم مستخدم آخر أو أي ملكية فكرية أو أي حق آخر لأي شخص أو كيان.
                    </p>
                </div>
            </div>

        </div>
    </div>
@endsection