@extends('master')
@section('content')
    <div class="site-section bg-light"  style="margin-top: 7% ; text-align: right">
        <div class="container">
            <div class="row mb-5">
                <div class="col-12 text-center">
                    <h2 class="section-title mb-3">نـــســب الأســــــرة</h2>
                </div>
            </div>
            <div class="row mb-5">
                <div class="col-lg-12 ml-auto pl-lg-5">
                    <h2 class="text-black mb-4">عن جــلاجـــــل</h2>
                    <p class="mb-4">
                        الحمد لله الذي له ملك السموات والأرض و ما فيهن خلق آدم من طين وخلق ذريته من ماء مهين ، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.
                        قال تعالى : { يا أيُها الناسُ إنا خلقناكُم من ذكرٍ وأُنثى وجعلناكُم شُعُوباً وقبائِل لِتعارفُوا، إِن أكرمكُم عند الله أتقاكُم ، إن الله عليمٌ خبيرٌ } -سورة الحجرات ،آية 13- .
                        وقال رسول الله صلى الله عليه وسلم قال: " تعلموا من أنسابكم ما تصلون به أرحامكم، فإن صلة الرحم محبة في الأهل ، مثراة في المال ، منسأة في الأثر " رواه الترمذي.

                        أسرة آل سلمان في جلاجل وروضة سدير تـنـتـمي في نسبها إلى فخذ البدارين من قبيلة الدواسر. والأسرة عريقة في جلاجل حيث استقرت مع من قدم من أبناء عمومتهم من البدارين الدواسر من وادي الدواسر حوالي القرن التاسع الهجري.
                    </p>
                </div>
            </div>
            <div class="row mb-5"  dir="rtl" style="text-align: right">
                <div class="col-lg-12 ml-auto pl-lg-5">
                    <h2 class="text-black mb-4">فروع الأسرة :</h2>
                    <p class="mb-4">تتفرع الأسرة إلى خمسة فروع وانقطع منها فرعان هما :</p>
                    <ul>
                        <li>آل ابن سلما</li>
                        <li>آل ابن سلما</li>
                        <li>آل ابن سلما</li>
                        <li>آل ابن سلما</li>
                        <li>آل ابن سلما</li>
                        <li>آل ابن سلما</li>
                    </ul>
                </div>
            </div>

        </div>
    </div>
@endsection