@extends('master')
@section('content')
    <div class="site-section bg-light"  style="margin-top: 7% ; text-align: right">
        <div class="container">
            <div class="row mb-5">
                <div class="col-12 text-center">
                    <h2 class="section-title mb-3">الأشــراف ذوو هجـار </h2>
                </div>
            </div>
            <div class="row mb-5">
                <div class="col-lg-12 ml-auto pl-lg-5">
                    <p class="mb-4">
                        هم فرع رئيس من قبائل الأشراف القتادات الطبقة الرابعة من أمراء مكة.
                        وهم من عقب الشريف هجار أمير ينبع بن دراج أمير ينبع بن معزي أمير ينبع بن هجار أمير ينبع بن وبير أمير ينبع بن مخبار أمير ينبع بن محمد بن عقيل أمير ينبع بن راجح أمير ينبع بن إدريس أمير مكة وينبع بن حسن أمير مكة بن قتادة أمير ينبع ثم مكة بن إدريس بن مطاعن بن عبدالكريم بن عيسى بن الحسين بن سليمان بن علي بن عبدالله الأكبر بن محمد الثائر بن موسى الثاني بن عبدالله الرضى الشيخ الصالح بن موسى الجون بن عبدالله الكامل المحض بن الحسن المثنى بن الحسن السبط بن علي بن أبي طالب رضي الله عنهم ورحمهم الله.
                        وكانت أمارة ينبع وأعمالها وتوابعها في الأشراف ذوي هجار بدءً من زمن جدهم قتادة المتوفى سنة 617 هـ إلى سنة 1344 هـ وكان أخرهم الشريف عبدالكريم بن بديوي الهجاري.
                        وكانت منازلهم في القديم بينبع النخل وينبع البحر وأملج ، ولهم بينبع النخل عدة قرى تعرف بالهجارية وهي ستة قرى:
                    </p>
                    <ol style="text-align: right" dir="rtl">
                        <li>قرية العلقمية حيث كان الشريف قتادة.</li>
                        <li>قرية المزرعة وبها الضريح والمقبرة المنسوبة للإمام الحسن المثنى بن الحسن بن علي بن أبي طالب رضي الله عنه.</li>
                        <li>قرية الأشراف. وهي مركزهم الرئيس وبها مقر امرائهم قديماً وبها كان المصلى الذي صلى رسول الله صلى الله عليه وسلم في غزوة العشيرة قبل غزوة بدر وهي أحدى بقايا قرية العشيرة قديماً.</li>
                        <li> قرية المبارك.</li>
                        <li>قرية البركة.</li>
                        <li> قرية عين النوى.</li>
                    </ol>
                    <p class="mb-4">
                        وكان لهم خيوف أخرى قديماً منها: خيف جديد، والنشيرة، والعشيرة، وابن عبدالله ، وخيف دراج، وخيف أبو سيف وغيرها، وقد دثرت ولم يبقى منها إلا الستة الأولى.
                        أما منازلهم فمنهم بينبع النخل، وينبع البحر، وأملج، وضباء، وحقل، وتبوك، والمدينة المنورة، ومكة المكرمة، والرياض، وحفر الباطن.
                    </p>
                </div>
            </div>
        </div>
    </div>
@endsection